Repository: GodModeAI2025/AI_FIRST_PODCASTPLAYER
Catalog: app/Apps/PodcastAIWatch/Localizable.xcstrings
Source language: de
Languages: en

source: %@ von %@
en: %@ of %@

source: 15 Sekunden zurück
en: Back 15 seconds

source: 30 Sekunden vor
en: Forward 30 seconds

source: Abonniere Podcasts auf iPhone, iPad oder Mac. Sie erscheinen hier über iCloud.
en: Subscribe to podcasts on iPhone, iPad or Mac. They show up here through iCloud.

source: Abos
en: Shows

source: Als Nächstes
en: Up Next

source: Ausschalten
en: Turn Off

source: Fortschritt
en: Progress

source: Geladene Datei löschen
en: Delete Downloaded File

source: Kapitel
en: Chapters

source: Keine Abos
en: No Shows

source: Keine Folgen
en: No Episodes

source: Keine neuen Folgen
en: No New Episodes

source: Laden
en: Download

source: Läuft
en: Playing

source: Läuft nichts
en: Nothing Playing

source: Neu
en: New

source: Nichts in der Warteschlange
en: Nothing in the Queue

source: Ohne iCloud zeigt die Uhr, was sie zuletzt kannte.
en: Without iCloud, the watch shows what it knew last.

source: Schlaf-Timer
en: Sleep Timer

source: Schlaf-Timer %@
en: Sleep timer %@

source: Schlaf-Timer am Ende
en: Sleep timer at end

source: Spielt die Folge
en: Plays the episode

source: Tempo
en: Speed

source: Tippe in „Neu“ oder bei deinen Abos auf eine Folge.
en: Tap an episode in “New” or in your shows.

source: Wiedergabe
en: Play

source: Wische bei einer Folge nach links und wähle „Als Nächstes“.
en: Swipe left on an episode and choose “Up Next”.

source: Zuletzt
en: Play Last

source: geladen
en: downloaded
